{
  "es": {
    "menu-sec1": "Inicio",
    "menu-sec2": "Sobre nosotros",
    "menu-sec3": "Neurodivergencia",
      "autismo": "Autismo",
      "tdah": "TDAH",
      "dislexia": "Dislexia",
      "dispraxia": "Dispraxia",
      "discalculia": "Discalculia",
      "ansiedad": "Ansiedad",
    "menu-sec4": "Experiencias y Comunidad",
    "menu-sec5": "Noticias",
    "menu-sec6": "Extras",
      "bitacora": "Bitácora",

    "buscar": "Buscar...",
    "login": "Iniciar Sesión",

    "inicio": "Inicio",
    "acerca_de": "Acerca de",
    "definiciones": "Definiciones",
    "neurodivergencia": "Neurodivergencia",
    "lineas_de_apoyo": "Líneas de Apoyo",
    "centro_de_recursos": "Centro de Recursos",

    "bienvenida": "Mentes en armonía",
    "saludo": "Buscamos visibilizar las acciones que, como sociedad, podemos tomar para promover una interacción más empática entre todas las personas. Nuestro objetivo es facilitar entornos inclusivos que fomenten una convivencia saludable, especialmente para quienes son neurodivergentes.",
    "lema": "Una mente distinta no es motivo de discriminación",

    "nosotros": "Nosotros",
    "nosotros_p": "Esta página tiene como propósito generar conciencia sobre los desafíos que enfrentan las personas que perciben y procesan el mundo de manera distinta. Es fundamental comprender que la inclusión no es un favor, sino un derecho que todos merecemos. Neurodivergentes o no, cada persona merece respeto y oportunidades para desarrollar su potencial.",
    "saber_mas": "Saber más",

    "Def1": "¿Qué es la Neurotipicidad?",
    "Def1_p": "La neurotipicidad se refiere a las personas cuyos procesos neurológicos y patrones de pensamiento se alinean con lo que se considera común o estándar en una sociedad determinada. No significa que estas personas no enfrenten desafíos, sino que sus formas de percibir y procesar la información suelen encajar con las normas establecidas, lo que les permite desenvolverse en el mundo sin mayores dificultades relacionadas con la comunicación, el procesamiento sensorial o la interacción social.",
    "Def2": "¿Qué es la Neurodivergencia?",
    "Def2_p": "La neurodivergencia se refiere a las diferencias naturales en la forma en que funciona el cerebro humano. Este término engloba a personas cuyas estructuras neurológicas y patrones de pensamiento pueden diferir del estándar socialmente establecido como 'típico'. La neurodivergencia no es un defecto ni una enfermedad, sino una variación en la manera en que se percibe, procesa y responde al mundo. A continuación veremos algunos ejemplos que incluyen el autismo, el TDAH, la dislexia y la dispraxia, etc.",
  
    "tipos_de_neurodivergencia": "Tipos de Neurodivergencia",
      "autismo_p": "El autismo es una condición del neurodesarrollo que afecta la comunicación, la interacción social y la forma en que se percibe el mundo. No es una enfermedad, sino una forma distinta de procesar la realidad.",
      "tdah_p": "El TDAH es una condición que afecta la atención, el control de impulsos y los niveles de actividad. Puede dificultar la concentración, generar impulsividad o hiperactividad, y varía mucho entre quienes lo presentan.",
      "dislexia_p": "La dislexia es una dificultad de aprendizaje que afecta la lectura, la escritura y, a veces, el procesamiento del lenguaje. No tiene relación con la inteligencia de quien la presenta.",
      "sindrome_de_tourette": "Síndrome de Tourette",
      "tourette_p": "El síndrome de Tourette es una condición neurológica caracterizada por movimientos y sonidos involuntarios (tics). Puede variar en intensidad, y no todas las personas presentan los mismos síntomas.",
      "dispraxia_p": "La dispraxia, también conocida como trastorno del desarrollo de la coordinación, afecta la coordinación motora y la planificación de movimientos, como escribir o vestirse.",
      "discalculia_p": "La discalculia es una dificultad específica del aprendizaje que afecta la comprensión y el manejo de conceptos numéricos y operaciones matemáticas básicas, como contar o calcular.",
      "trastornos_de_ansiedad": "Trastornos de Ansiedad",
      "ansiedad_p": "La ansiedad es una respuesta emocional intensa ante situaciones de estrés, incertidumbre o miedo. Cuando es persistente o desproporcionada, puede interferir con las actividades diarias.",
      "leer_mas": "Leer más",

      "lineap_p": "A lo largo del tiempo se han presentado casos de bullying hacia personas neurodivergentes por su condición. Si tú eres una de estas no dudes en llamar a algúnas de estas líneas de apoyo.",

      "recursos_recomendados": "Recursos Recomendados"
  },
  
  "en": {
    "menu-sec1": "Home",
    "menu-sec2": "About us",
    "menu-sec3": "Neurodivergence",
      "autismo": "Autism",
      "tdah": "adhd",
      "dislexia": "Dyslexia",
      "dispraxia": "Dyspraxia",
      "discalculia": "Dyscalculia",
      "ansiedad": "Anxiety",
    "menu-sec4": "Experiences and community",
    "menu-sec5": "News",
    "menu-sec6": "Extras",
      "bitacora": "Binnacle",

    "buscar": "Search...",
    "login": "Sign in / Login",

    "inicio": "Home",
    "acerca_de": "About",
    "definiciones": "Definitions",
    "neurodivergencia": "Neurodivergence",
    "lineas_de_apoyo": "Support Lines",
    "centro_de_recursos": "Resource Center",

    "bienvenida": "Minds in Harmony",
    "saludo": "We aim to raise awareness about the actions we can take as a society to foster more empathetic interactions among all individuals. Our goal is to create inclusive environments that support healthy coexistence, especially for those who are neurodivergent.",
    "lema": "A different mind is not a reason for discrimination",

    "nosotros": "We",
    "nosotros_p": "This page seeks to build awareness around the challenges faced by people who experience and process the world differently. It's essential to understand that inclusion is not a favor, but a right that everyone deserves. Whether neurodivergent or not, every person is worthy of respect and opportunities to reach their full potential.",
    "saber_mas": "Learn more",

    "Def1": "What is Neurotypicality?",
    "Def1_p": "Neurotypicality refers to individuals whose neurological processes and thought patterns align with what is considered common or standard within a given society. This does not mean they do not face challenges, but rather that their ways of perceiving and processing information generally fit within societal norms, allowing them to navigate the world without significant difficulties related to communication, sensory processing, or social interaction.",
    "Def2": "What is Neurodivergence?",
    "Def2_p": "Neurodivergence refers to the natural differences in the way the human brain functions. This term includes people whose neurological structures and thought patterns may differ from what society has established as typical. Neurodivergence is not a flaw or a disorder, but rather a variation in how individuals perceive, process, and respond to the world. Below, we will explore some examples, including autism, ADHD, dyslexia, dyspraxia, among others.",
  
    "tipos_de_neurodivergencia": "Types of neurodivergence",
      "autismo_p": "Autism is a neurodevelopmental condition that affects communication, social interaction, and how the world is perceived. It is not a disease, but a different way of processing reality.",
      "tdah_p": "ADHD is a condition that affects attention, impulse control, and activity levels. It can make it difficult to concentrate and may lead to impulsivity or hyperactivity. Its symptoms vary widely between individuals.",
      "dislexia_p": "Dyslexia is a learning difficulty that affects reading, writing, and sometimes language processing. It is not related to a person’s intelligence.",
      "sindrome_de_tourette": "Tourette syndrome",
      "tourette_p": "Tourette Syndrome is a neurological condition characterized by involuntary movements and sounds (tics). The intensity can vary, and not everyone experiences the same symptoms.",
      "dispraxia_p": "Dyspraxia, also known as developmental coordination disorder, affects motor coordination and the planning of movements, such as writing or getting dressed.",
      "discalculia_p": "Dyscalculia is a specific learning difficulty that affects the understanding and management of numbers and basic math operations, such as counting or calculating.",
      "trastornos_de_ansiedad": "Anxiety Disorders",
      "ansiedad_p": "Anxiety is an intense emotional response to stress, uncertainty, or fear. When it becomes persistent or overwhelming, it can interfere with daily activities.",
      "leer_mas": "Read more",

      "lineap_p": "",

      "recursos_recomendados": "Recommended Resources"
  }
}  